/**/
"Cancel" = "Annuler";
/**/
"Delete" = "Effacer";
/**/
"Open" = "Ouvrir";
/**/
"Edit" = "Modifier";
/**/
"Yes" = "Oui";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Appliquer une géométrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Effacer la géométrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Supprimer un sommet";
/*Geometry Edit Action Name*/
"Insert Part" = "Insérer une pièce";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insérer un sommet";
/*Geometry Edit Action Name*/
"Move Vertex" = "Autre sommet";
/*Geometry Edit Action Name*/
"Remove Part" = "Supprimer une partie";

/*Collecting attachments*/
"Add" = "Ajouter";
/*Collecting attachments*/
"Take Photo or Video" = "Prendre une photo ou une vidéo";
/*Collecting attachments*/
"Choose From Library" = "Choisir à partir d'une bibliothèque";
/*Collecting attachments*/
"Photo" = "Photo";
/*Collecting attachments*/
"Video" = "Vidéo";
/*Collecting attachments*/
"Save To Photo Library" = "Enregistrer dans l’album photo";
/*Collecting attachments*/
"Download" = "Télécharger";

/*Date attribute*/
"Today" = "Aujourd.";

/**/
"Attachments" = "Pièces jointes";
"Attributes" = "Attributs";

/**/
"Open in Safari" = "Ouvrir dans Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Entrez un numéro compris entre %i et %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Entrez un numéro compris entre %f et %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Trop grand nombre de caractères (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Ce nombre n'est pas compris dans la plage autorisée.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Le type de champ n'est pas pris en charge";

/**/
"%d of %d" = "%d sur %d";

/**/
"Changing Feature Type" = "Changement de type d'entité";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Vous changez le type d'entité, ce qui peut potentiellement écraser les valeurs de certains champs. Le voulez-vous vraiment ?";

/**/
"Data for pie chart is invalid" = "Les données pour le diagramme à secteurs ne sont pas valides";
"No data to create a pie chart" = "Aucune donnée pour créer un diagramme à secteurs";

/**/
"Created by %@ seconds ago" = "Créé par %@ il y a quelques secondes";

/**/
"Created by %@ a minute ago" = "Créé par %@ il y a une minute";

/**/
"Edited by %@ seconds ago" = "Modifié par %@  il y a quelques secondes";

/**/
"Edited by %@ a minute ago" = "Modifié par %@ il y a une minute";

/**/
"Created seconds ago" = "Créé il y a quelques secondes";

/**/
"Created a minute ago" = "Créé il y a une minute";

/**/
"Edited seconds ago" = "Modifié il y a quelques secondes";

/**/
"Edited a minute ago" = "Modifié il y a une minute";

/**/
"Created by %@ %d minutes ago" = "Créé par %@ il y a %d minutes";

/**/
"Created by %@ an hour ago" = "Créé par %@ il y a une heure";

/**/
"Created by %@ %d hours ago" = "Créé par %@ il y a %d heures";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Créé par %@ %@ à %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Créé par %@ le %@ à %@";

/**/
"Edited by %@ %d minutes ago" = "Modifié par %@ il y a %d minutes";

/**/
"Edited by %@ an hour ago" = "Modifié par %@ il y a une heure";

/**/
"Edited by %@ %d hours ago" = "Modifié par %@ il y a %d heures";

/**/
"Edited by %@ on %@ at %@ - day" = "Modifié par %@ %@ à %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Modifié par %@ le %@ à %@";

/**/
"Created by %@" = "Créé par %@";

/**/
"Edited by %@" = "Modifié par %@";

/**/
"Created %d minutes ago" = "Créé il y a %d minutes";

/**/
"Created an hour ago" = "Créé il y a une heure";

/**/
"Created %d hours ago" = "Créé il y a %d heures";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Créé %@ à %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Créé le %@ à %@";

/**/
"Edited %d minutes ago" = "Modifié il y a %d minutes";

/**/
"Edited an hour ago" = "Modifié il y a une heure";

/**/
"Edited %d hours ago" = "Modifié il y a %d heures";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Modifié %@ à %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Modifié le %@ à %@";

/* Used to denote a required field */
"Required" = "Requis";

/* Used for naming layers with no names */
"Layer %d" = "Couche %d";